Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Resources/Team.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# team.batchUpload.failed
source: Failed to upload the duty roster.
es: No se pudo subir la lista de turnos.
ja: 勤務表をアップロードできませんでした。
ko: 근무표 업로드에 실패했습니다.
zh_hans: 上传值班表失败。

# team.batchUpload.fileLabel
source: Excel file
es: Archivo de Excel
ja: Excelファイル
ko: 엑셀 파일
zh_hans: Excel 文件

# team.batchUpload.month
source: Month
es: Mes
ja: 月
ko: 월
zh_hans: 月份

# team.batchUpload.period
source: Period
es: Período
ja: 期間
ko: 기간
zh_hans: 期间

# team.batchUpload.result
source: Upload result
es: Resultado de la carga
ja: アップロード結果
ko: 업로드 결과
zh_hans: 上传结果

# team.batchUpload.selectFile
source: Select a file to upload.
es: Selecciona un archivo para subir.
ja: アップロードするファイルを選択してください。
ko: 업로드할 파일을 선택해주세요.
zh_hans: 请选择要上传的文件。

# team.batchUpload.success
source: The duty roster has been uploaded.
es: La lista de turnos se ha subido.
ja: 勤務表をアップロードしました。
ko: 근무표 업로드가 완료되었습니다.
zh_hans: 值班表已上传。

# team.batchUpload.template
source: Duty import template
es: Plantilla de importación de turnos
ja: 勤務インポートテンプレート
ko: 근무 반입 양식
zh_hans: 班次导入模板

# team.batchUpload.title
source: Duty roster upload
es: Subir lista de turnos
ja: 勤務表アップロード
ko: 근무표 업로드
zh_hans: 值班表上传

# team.batchUpload.upload
source: Upload
es: Subir
ja: アップロード
ko: 업로드
zh_hans: 上传

# team.batchUpload.validation.period
source: Enter a valid year and month.
es: Introduce un año y un mes válidos.
ja: 有効な年と月を入力してください。
ko: 올바른 연도와 월을 입력해주세요.
zh_hans: 请输入有效的年份和月份。

# team.batchUpload.year
source: Year
es: Año
ja: 年
ko: 연도
zh_hans: 年份

# team.common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# team.common.confirm
source: Confirm
es: Confirmar
ja: 確認
ko: 확인
zh_hans: 确认

# team.common.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

# team.common.error
source: Something went wrong.
es: Se produjo un error.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.
zh_hans: 发生错误。

# team.common.loading
source: Loading team information...
es: Cargando información del equipo...
ja: チーム情報を読み込んでいます...
ko: 팀 정보를 불러오는 중...
zh_hans: 正在加载团队信息...

# team.common.retry
source: Try again
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# team.common.save
source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

# team.dutyType.actions.create
source: Add duty type
es: Agregar tipo de turno
ja: 勤務タイプを追加
ko: 근무 유형 추가
zh_hans: 添加班次类型

# team.dutyType.actions.edit
source: Edit
es: Editar
ja: 編集
ko: 수정
zh_hans: 编辑

# team.dutyType.actions.hide
source: Hide
es: Ocultar
ja: 非表示
ko: 숨기기
zh_hans: 隐藏

# team.dutyType.actions.restore
source: Restore
es: Restaurar
ja: 復元
ko: 복원
zh_hans: 恢复

# team.dutyType.actions.saveOrder
source: Save order
es: Guardar orden
ja: 順序を保存
ko: 순서 저장
zh_hans: 保存顺序

# team.dutyType.default
source: Default
es: Predeterminado
ja: デフォルト
ko: 기본
zh_hans: 默认

# team.dutyType.description
source: Set the duty name and color used by your team.
es: Configura el nombre y el color del turno del equipo.
ja: チームで使う勤務名と色を設定します。
ko: 팀에서 사용할 근무 유형 이름과 색상을 설정하세요.
zh_hans: 设置团队使用的班次名称和颜色。

# team.dutyType.fields.name
source: Duty name
es: Nombre del turno
ja: 勤務名
ko: 근무명
zh_hans: 班次名称

# team.dutyType.fields.order
source: Order
es: Orden
ja: 順序
ko: 순서
zh_hans: 顺序

# team.dutyType.fields.preview
source: Preview
es: Vista previa
ja: プレビュー
ko: 미리보기
zh_hans: 预览

# team.dutyType.fields.visibility
source: Visibility
es: Visibilidad
ja: 表示状態
ko: 표시 상태
zh_hans: 可见性

# team.dutyType.messages.hideConfirm
source: Hide duty type [%@]? Historical duties will be preserved.
es: ¿Ocultar el tipo de turno [%@]? Se conservará el historial.
ja: 勤務タイプ［%@］を非表示にしますか？過去の勤務は保持されます。
ko: [%@] 근무 유형을 숨기시겠습니까? 과거 근무 기록은 유지됩니다.
zh_hans: 隐藏班次类型［%@］？历史记录将保留。

# team.dutyType.messages.orderFailed
source: Failed to update the order.
es: No se pudo actualizar el orden.
ja: 順序を更新できませんでした。
ko: 순서 변경에 실패했습니다.
zh_hans: 无法更新顺序。

# team.dutyType.messages.orderSuccess
source: The order has been updated.
es: El orden se ha actualizado.
ja: 順序を更新しました。
ko: 순서가 변경되었습니다.
zh_hans: 顺序已更新。

# team.dutyType.messages.restoreConfirm
source: Restore duty type [%@]?
es: ¿Restaurar el tipo de turno [%@]?
ja: 勤務タイプ［%@］を復元しますか？
ko: [%@] 근무 유형을 다시 사용하시겠습니까?
zh_hans: 恢复班次类型［%@］？

# team.dutyType.messages.saveFailed
source: Failed to save the duty type.
es: No se pudo guardar el tipo de turno.
ja: 勤務タイプを保存できませんでした。
ko: 근무 유형 저장에 실패했습니다.
zh_hans: 保存班次类型失败。

# team.dutyType.messages.saveSuccess
source: The duty type has been saved.
es: El tipo de turno se ha guardado.
ja: 勤務タイプを保存しました。
ko: 근무 유형이 저장되었습니다.
zh_hans: 班次类型已保存。

# team.dutyType.titleAdd
source: Add duty type
es: Agregar tipo de turno
ja: 勤務タイプを追加
ko: 근무 유형 추가
zh_hans: 添加班次类型

# team.dutyType.titleEdit
source: Edit duty type
es: Editar tipo de turno
ja: 勤務タイプを編集
ko: 근무 유형 수정
zh_hans: 编辑班次类型

# team.dutyType.warnings.duplicate
source: A duty type named "%@" already exists.
es: Ya existe un tipo de turno llamado «%@».
ja: 「%@」という勤務タイプはすでにあります。
ko: "%@" 이름의 근무 유형이 이미 있습니다.
zh_hans: 名为“%@”的班次类型已存在。

# team.dutyType.warnings.nameRequired
source: Enter a duty name.
es: Introduce un nombre de turno.
ja: 勤務名を入力してください。
ko: 근무명을 입력해주세요.
zh_hans: 请输入班次名称。

# team.manage.actions.addMember
source: Add member
es: Agregar miembro
ja: メンバー追加
ko: 멤버 추가
zh_hans: 添加成员

# team.manage.actions.assignManager
source: Make manager
es: Hacer responsable
ja: マネージャーにする
ko: 매니저 지정
zh_hans: 设为管理员

# team.manage.actions.deleteTeam
source: Delete team
es: Eliminar equipo
ja: チーム削除
ko: 팀 삭제
zh_hans: 删除团队

# team.manage.actions.removeMember
source: Remove
es: Quitar
ja: 削除
ko: 제외
zh_hans: 移除

# team.manage.actions.resetAdmin
source: Reset lead
es: Restablecer líder
ja: リーダー解除
ko: 대표 취소
zh_hans: 重置负责人

# team.manage.actions.revokeManager
source: Remove role
es: Quitar rol
ja: 権限解除
ko: 권한 취소
zh_hans: 移除角色

# team.manage.actions.transferAdmin
source: Transfer lead
es: Transferir liderazgo
ja: リーダー移譲
ko: 대표 위임
zh_hans: 转让负责人

# team.manage.fields.admin
source: Team lead
es: Líder del equipo
ja: チームリーダー
ko: 팀 대표
zh_hans: 团队负责人

# team.manage.fields.description
source: Team description
es: Descripción del equipo
ja: チーム説明
ko: 팀 설명
zh_hans: 团队描述

# team.manage.fields.dutyTypes
source: Duty types
es: Tipos de turno
ja: 勤務タイプ
ko: 근무 유형
zh_hans: 班次类型

# team.manage.fields.manager
source: Manager
es: Responsable
ja: マネージャー
ko: 매니저
zh_hans: 管理员

# team.manage.fields.members
source: Team members
es: Miembros del equipo
ja: チームメンバー
ko: 팀 멤버
zh_hans: 团队成员

# team.manage.fields.name
source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 姓名

# team.manage.fields.status
source: Status
es: Estado
ja: 状態
ko: 상태
zh_hans: 状态

# team.manage.labels.hidden
source: Hidden
es: Oculto
ja: 非表示
ko: 숨김
zh_hans: 已隐藏

# team.manage.labels.noDutyTypes
source: There are no duty types.
es: No hay tipos de turno.
ja: 勤務タイプがありません。
ko: 근무 유형이 없습니다.
zh_hans: 没有班次类型。

# team.manage.labels.noMembers
source: This team has no members.
es: Este equipo no tiene miembros.
ja: このチームにメンバーはいません。
ko: 이 팀에 멤버가 없습니다.
zh_hans: 此团队没有成员。

# team.manage.labels.none
source: None
es: Ninguno
ja: なし
ko: 없음
zh_hans: 无

# team.manage.labels.visible
source: Active
es: Activo
ja: 使用中
ko: 사용 중
zh_hans: 使用中

# team.manage.messages.assignManagerConfirm
source: Grant manager permissions to %@?
es: ¿Dar permisos de responsable a %@?
ja: %@さんにマネージャー権限を付与しますか？
ko: %@ 님에게 매니저 권한을 부여하시겠습니까?
zh_hans: 授予 %@ 管理员权限？

# team.manage.messages.changeAdminConfirm
source: Make %@ the team lead? You will need %@ to transfer the role back later.
es: ¿Hacer a %@ líder del equipo? Necesitarás que %@ vuelva a transferir el rol más adelante.
ja: %@さんをチームリーダーにしますか？ 元に戻すには、あとで%@さんから再度移譲してもらう必要があります。
ko: %@ 님을 팀 대표로 변경하시겠습니까? 다시 대표 권한을 획득하려면 %@ 님에게 요청해야 합니다.
zh_hans: 将 %@ 设为团队负责人？ 之后需要由 %@ 将该角色转回。

# team.manage.messages.deleteTeamConfirm
source: Delete this team?
es: ¿Eliminar este equipo?
ja: このチームを削除しますか？
ko: 정말로 이 팀을 삭제하시겠습니까?
zh_hans: 删除此团队？

# team.manage.messages.fetchFailed
source: Failed to load team information.
es: No se pudo cargar la información del equipo.
ja: チーム情報を読み込めませんでした。
ko: 팀 정보를 불러오는데 실패했습니다.
zh_hans: 无法加载团队信息。

# team.manage.messages.removeMemberConfirm
source: Remove %@ from the team?
es: ¿Quitar a %@ del equipo?
ja: %@さんをチームから外しますか？
ko: %@ 님을 팀에서 제외하시겠습니까?
zh_hans: 将 %@ 移出团队？

# team.manage.messages.resetAdminConfirm
source: Reset the team lead?
es: ¿Restablecer al líder del equipo?
ja: チームリーダーをリセットしますか？
ko: 팀 대표를 초기화하시겠습니까?
zh_hans: 重置团队负责人？

# team.manage.messages.updateFailed
source: Failed to update the team.
es: No se pudo actualizar el equipo.
ja: チームを更新できませんでした。
ko: 팀 변경에 실패했습니다.
zh_hans: 更新团队失败。

# team.manage.messages.updateSuccess
source: The team has been updated.
es: El equipo se ha actualizado.
ja: チームを更新しました。
ko: 팀 정보가 변경되었습니다.
zh_hans: 团队已更新。

# team.manage.title
source: Manage %@
es: Gestionar %@
ja: %@を管理
ko: %@ 관리
zh_hans: 管理 %@

# team.memberSearch.add
source: Add
es: Añadir
ja: 追加
ko: 추가
zh_hans: 添加

# team.memberSearch.addFailed
source: Failed to add the member.
es: No se pudo agregar el miembro.
ja: メンバーを追加できませんでした。
ko: 멤버 추가에 실패했습니다.
zh_hans: 添加成员失败。

# team.memberSearch.addedSuccess
source: %@ has been added to the team.
es: %@ se ha añadido al equipo.
ja: %@さんをチームに追加しました。
ko: %@ 님이 팀에 추가되었습니다.
zh_hans: %@ 已添加到团队。

# team.memberSearch.alreadyAssigned
source: Already assigned
es: Ya asignado
ja: 所属済み
ko: 이미 소속됨
zh_hans: 已加入团队

# team.memberSearch.confirmAdd
source: Add %@ to this team?
es: ¿Agregar a %@ a este equipo?
ja: %@さんをこのチームに追加しますか？
ko: %@ 님을 이 팀에 추가하시겠습니까?
zh_hans: 将 %@ 添加到此团队？

# team.memberSearch.email
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
zh_hans: 电子邮箱

# team.memberSearch.empty
source: No members matched your search.
es: Ningún miembro coincide con la búsqueda.
ja: 検索に一致するメンバーはいません。
ko: 검색 결과가 없습니다.
zh_hans: 没有符合搜索条件的成员。

# team.memberSearch.name
source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 姓名

# team.memberSearch.searchPlaceholder
source: Search by name or email
es: Buscar por nombre o correo
ja: 名前またはメールで検索
ko: 이름 또는 이메일로 검색
zh_hans: 按姓名或邮箱搜索

# team.memberSearch.title
source: Add team member
es: Agregar miembro del equipo
ja: チームメンバーを追加
ko: 팀 멤버 추가
zh_hans: 添加团队成员

# team.view.actions.addSchedule
source: Add team schedule
es: Agregar horario del equipo
ja: チーム予定追加
ko: 팀 일정 추가
zh_hans: 添加团队日程

# team.view.actions.manage
source: Manage team
es: Gestionar equipo
ja: チーム管理
ko: 팀 관리
zh_hans: 管理团队

# team.view.calendar.month
source: Month
es: Mes
ja: 月
ko: 월
zh_hans: 月

# team.view.calendar.chooseMonth
source: Choose month
es: Elegir mes
ja: 年月を選択
ko: 연월 선택
zh_hans: 选择年月

# team.view.calendar.nextYear
source: Next year
es: Año siguiente
ja: 次の年
ko: 다음 연도
zh_hans: 下一年

# team.view.calendar.previousYear
source: Previous year
es: Año anterior
ja: 前の年
ko: 이전 연도
zh_hans: 上一年

# team.view.calendar.thisMonth
source: This month
es: Este mes
ja: 今月
ko: 이번 달
zh_hans: 本月

# team.view.calendar.title
source: Team calendar
es: Calendario del equipo
ja: チームカレンダー
ko: 팀 캘린더
zh_hans: 团队日历

# team.view.calendar.today
source: Today
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

# team.view.emptyDescription
source: Ask a team manager to add you.
es: Pide a un responsable del equipo que te añada.
ja: チーム管理者に追加してもらってください。
ko: 팀 관리자에게 가입을 요청해주세요.
zh_hans: 请联系团队管理员添加您。

# team.view.emptyTitle
source: You are not part of any team.
es: No perteneces a ningún equipo.
ja: まだチームに所属していません。
ko: 어느 팀에도 속해있지 않습니다.
zh_hans: 您尚未加入任何团队。

# team.view.schedule.createdBy
source: Created by %@
es: Creado por %@
ja: 作成: %@
ko: 작성: %@
zh_hans: 创建者：%@

# team.view.schedule.deleteConfirm
source: Delete this schedule? Deleted schedules cannot be restored.
es: ¿Eliminar este horario? No se puede restaurar.
ja: この予定を削除しますか？削除した予定は復元できません。
ko: 이 일정을 삭제하시겠습니까? 삭제된 일정은 복구할 수 없습니다.
zh_hans: 删除此日程？删除后无法恢复。

# team.view.schedule.deleteFailed
source: Failed to delete the schedule.
es: No se pudo eliminar el horario.
ja: 予定を削除できませんでした。
ko: 일정 삭제에 실패했습니다.
zh_hans: 删除日程失败。

# team.view.schedule.deleteSuccess
source: The schedule has been deleted.
es: El horario se ha eliminado.
ja: 予定を削除しました。
ko: 일정이 삭제되었습니다.
zh_hans: 日程已删除。

# team.view.schedule.empty
source: There are no team schedules for this day.
es: No hay horarios del equipo para este día.
ja: この日のチーム予定はありません。
ko: 이 날의 팀 일정이 없습니다.
zh_hans: 当天没有团队日程。

# team.view.schedule.form.contentLabel
source: Title (required)
es: Título (obligatorio)
ja: タイトル（必須）
ko: 제목(필수)
zh_hans: 标题（必填）

# team.view.schedule.form.contentPlaceholder
source: Enter a schedule title
es: Introduce un título
ja: 予定タイトルを入力
ko: 일정 제목을 입력하세요
zh_hans: 输入日程标题

# team.view.schedule.form.descriptionLabel
source: Details (optional)
es: Detalles (opcional)
ja: 詳細（任意）
ko: 상세(선택)
zh_hans: 详情（可选）

# team.view.schedule.form.descriptionPlaceholder
source: Enter schedule details
es: Introduce los detalles
ja: 予定の詳細を入力
ko: 상세 내용을 입력하세요
zh_hans: 输入日程详情

# team.view.schedule.form.endDate
source: End date
es: Fecha de finalización
ja: 終了日
ko: 종료일
zh_hans: 结束日期

# team.view.schedule.form.startDate
source: Start date
es: Fecha de inicio
ja: 開始日
ko: 시작일
zh_hans: 开始日期

# team.view.schedule.form.title
source: Save team schedule
es: Guardar horario del equipo
ja: チーム予定を保存
ko: 팀 일정 저장
zh_hans: 保存团队日程

# team.view.schedule.saveFailed
source: Failed to save the schedule.
es: No se pudo guardar el horario.
ja: 予定を保存できませんでした。
ko: 일정 저장에 실패했습니다.
zh_hans: 保存日程失败。

# team.view.schedule.saveSuccess
source: The schedule has been saved.
es: El horario se ha guardado.
ja: 予定を保存しました。
ko: 일정이 저장되었습니다.
zh_hans: 日程已保存。

# team.view.shift.memberCount
source: %lld people
es: %lld personas
ja: %lld人
ko: %lld명
zh_hans: %lld 人

# team.view.shift.title
source: Shifts
es: Turnos
ja: 勤務
ko: 근무
zh_hans: 班次

# team.view.actions.editSchedule
source: Edit schedule
es: Editar horario
ja: 予定編集
ko: 일정 수정
zh_hans: 编辑日程

# team.view.actions.deleteSchedule
source: Delete schedule
es: Eliminar horario
ja: 予定削除
ko: 일정 삭제
zh_hans: 删除日程

# team.view.schedule.modal.title
source: Save team schedule
es: Guardar horario del equipo
ja: チーム予定を保存
ko: 팀 일정 저장
zh_hans: 保存团队日程

# team.view.schedule.modal.contentLabel
source: Title (required)
es: Título (obligatorio)
ja: タイトル（必須）
ko: 제목(필수)
zh_hans: 标题（必填）

# team.view.schedule.modal.contentPlaceholder
source: Enter a schedule title
es: Introduce un título
ja: 予定タイトルを入力
ko: 일정 제목을 입력하세요
zh_hans: 输入日程标题

# team.view.schedule.modal.descriptionLabel
source: Details (optional)
es: Detalles (opcional)
ja: 詳細（任意）
ko: 상세(선택)
zh_hans: 详情（可选）

# team.view.schedule.modal.descriptionPlaceholder
source: Enter schedule details
es: Introduce los detalles
ja: 予定の詳細を入力
ko: 상세 내용을 입력하세요
zh_hans: 输入日程详情

# team.view.schedule.modal.startDate
source: Start date
es: Fecha de inicio
ja: 開始日
ko: 시작일
zh_hans: 开始日期

# team.view.schedule.modal.endDate
source: End date
es: Fecha de finalización
ja: 終了日
ko: 종료일
zh_hans: 结束日期

# team.view.schedule.modal.save
source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

# team.manage.actions.back
source: Back
es: Atrás
ja: 戻る
ko: 뒤로
zh_hans: 返回

# team.manage.actions.upload
source: Upload
es: Subir
ja: アップロード
ko: 등록
zh_hans: 上传

# team.manage.actions.addDutyType
source: Add
es: Añadir
ja: 追加
ko: 추가
zh_hans: 添加

# team.manage.actions.hideDutyType
source: Hide
es: Ocultar
ja: 非表示
ko: 숨기기
zh_hans: 隐藏

# team.manage.actions.restoreDutyType
source: Restore
es: Restaurar
ja: 復元
ko: 복원
zh_hans: 恢复

# team.manage.fields.batchTemplate
source: Duty import template
es: Plantilla de importación de turnos
ja: 勤務インポートテンプレート
ko: 근무 반입 양식
zh_hans: 班次导入模板

# team.manage.fields.dutyUpload
source: Duty roster upload
es: Subir lista de turnos
ja: 勤務表アップロード
ko: 근무표 업로드
zh_hans: 值班表上传

# team.manage.fields.tools
source: Actions
es: Acciones
ja: 操作
ko: 도구
zh_hans: 操作

# team.manage.fields.dutyName
source: Duty name
es: Nombre del turno
ja: 勤務名
ko: 근무명
zh_hans: 班次名称

# team.manage.labels.notAvailable
source: N/A
es: N/D
ja: なし
ko: 해당 없음
zh_hans: 不适用

# team.manage.labels.offDuty
source: Off
es: Libre
ja: 休み
ko: 휴무
zh_hans: 休息

# team.manage.messages.removeMemberSuccess
source: %@ has been removed from the team.
es: %@ se ha quitado del equipo.
ja: %@さんをチームから外しました。
ko: %@ 님이 팀에서 제외되었습니다.
zh_hans: %@ 已移出团队。

# team.manage.messages.removeMemberFailed
source: Failed to remove the member.
es: No se pudo quitar al miembro.
ja: メンバーを削除できませんでした。
ko: 멤버 제외에 실패했습니다.
zh_hans: 移除成员失败。

# team.manage.messages.assignManagerSuccess
source: %@ is now a manager.
es: %@ ahora es responsable.
ja: %@さんをマネージャーにしました。
ko: %@ 님에게 매니저 권한이 부여되었습니다.
zh_hans: %@ 现为管理员。

# team.manage.messages.assignManagerFailed
source: Failed to grant manager permissions.
es: No se pudieron dar permisos de responsable.
ja: マネージャー権限を付与できませんでした。
ko: 매니저 권한 부여에 실패했습니다.
zh_hans: 授予管理员权限失败。

# team.manage.messages.unassignManagerConfirm
source: Remove manager permissions from %@?
es: ¿Quitar los permisos de responsable a %@?
ja: %@さんのマネージャー権限を解除しますか？
ko: %@ 님의 매니저 권한을 취소하시겠습니까?
zh_hans: 移除 %@ 的管理员权限？

# team.manage.messages.unassignManagerSuccess
source: Manager permissions have been removed from %@.
es: Se quitaron los permisos de responsable a %@.
ja: %@さんのマネージャー権限を解除しました。
ko: %@ 님의 매니저 권한이 취소되었습니다.
zh_hans: 已移除 %@ 的管理员权限。

# team.manage.messages.unassignManagerFailed
source: Failed to remove manager permissions.
es: No se pudieron quitar los permisos.
ja: マネージャー権限を解除できませんでした。
ko: 매니저 권한 취소에 실패했습니다.
zh_hans: 移除管理员权限失败。

# team.manage.messages.changeAdminSuccess
source: %@ is now the team lead.
es: %@ ahora lidera el equipo.
ja: %@さんをチームリーダーにしました。
ko: %@ 님이 팀 대표로 변경되었습니다.
zh_hans: %@ 现为团队负责人。

# team.manage.messages.changeAdminFailed
source: Failed to change the team lead.
es: No se pudo cambiar al líder.
ja: チームリーダーを変更できませんでした。
ko: 대표 변경에 실패했습니다.
zh_hans: 更换团队负责人失败。

# team.manage.messages.resetAdminSuccess
source: The team lead has been reset.
es: El líder del equipo se ha restablecido.
ja: チームリーダーをリセットしました。
ko: 대표가 초기화되었습니다.
zh_hans: 团队负责人已重置。

# team.manage.messages.updateBatchTemplateSuccess
source: The duty import template has been updated.
es: La plantilla de importación se ha actualizado.
ja: 勤務インポートテンプレートを更新しました。
ko: 근무 반입 양식이 변경되었습니다.
zh_hans: 班次导入模板已更新。

# team.manage.messages.updateBatchTemplateFailed
source: Failed to update the duty import template.
es: No se pudo actualizar la plantilla.
ja: 勤務インポートテンプレートを更新できませんでした。
ko: 근무 반입 양식 변경에 실패했습니다.
zh_hans: 更新班次导入模板失败。

# team.manage.messages.hideDutyTypeSuccess
source: The duty type has been hidden.
es: El tipo de turno se ha ocultado.
ja: 勤務タイプを非表示にしました。
ko: 근무 유형을 숨겼습니다.
zh_hans: 班次类型已隐藏。

# team.manage.messages.restoreDutyTypeSuccess
source: The duty type has been restored.
es: El tipo de turno se ha restaurado.
ja: 勤務タイプを復元しました。
ko: 근무 유형을 복원했습니다.
zh_hans: 班次类型已恢复。

# team.manage.messages.updateDutyTypeVisibilityFailed
source: Failed to update the duty type status.
es: No se pudo cambiar el estado del turno.
ja: 勤務タイプの状態を変更できませんでした。
ko: 근무 유형 상태를 변경하지 못했습니다.
zh_hans: 无法更改班次类型状态。

# team.manage.messages.reorderDutyTypesSuccess
source: The order has been updated.
es: El orden se ha actualizado.
ja: 順序を更新しました。
ko: 순서가 변경되었습니다.
zh_hans: 顺序已更新。

# team.manage.messages.reorderDutyTypesFailed
source: Failed to update the order.
es: No se pudo actualizar el orden.
ja: 順序を更新できませんでした。
ko: 순서 변경에 실패했습니다.
zh_hans: 无法更新顺序。

# team.manage.messages.deleteTeamSuccess
source: The team has been deleted.
es: El equipo se ha eliminado.
ja: チームを削除しました。
ko: 팀이 삭제되었습니다.
zh_hans: 团队已删除。

# team.manage.messages.deleteTeamFailed
source: Failed to delete the team.
es: No se pudo eliminar el equipo.
ja: チームを削除できませんでした。
ko: 팀 삭제에 실패했습니다.
zh_hans: 删除团队失败。

# team.dutyType.defaultNoticeStart
source: The default
es: El turno predeterminado
ja: デフォルトの
ko: 기본
zh_hans: 默认

# team.dutyType.defaultNoticeStrong
source: Off
es: Libre
ja: 休み
ko: 휴무
zh_hans: 休息

# team.dutyType.defaultNoticeEnd
source: duty can also be renamed and recolored.
es: también se puede renombrar y cambiar de color.
ja: 勤務も名前と色を変更できます。
ko: 유형도 이름과 색상을 바꿀 수 있습니다.
zh_hans: 班次也可以重命名和更改颜色。

# team.dutyType.placeholders.name
source: Enter a duty name
es: Introduce un nombre de turno
ja: 勤務名を入力
ko: 근무명을 입력하세요
zh_hans: 输入班次名称

# team.dutyType.placeholders.preview
source: Preview
es: Vista previa
ja: プレビュー
ko: 미리보기
zh_hans: 预览

# team.memberSearch.columns.name
source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 姓名

# team.memberSearch.columns.email
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
zh_hans: 电子邮箱

# team.memberSearch.columns.add
source: Add
es: Añadir
ja: 追加
ko: 추가
zh_hans: 添加

# team.memberSearch.pagination
source: Page %lld of %lld · %lld results
es: Página %lld de %lld · %lld resultados
ja: %lld / %lldページ · %lld件
ko: %lld/%lld 페이지 · 총 %lld명
zh_hans: 第 %lld 页，共 %lld 页 · %lld 条结果

# team.dutyType.fields.color
source: Color
ja: 色
ko: 색상
zh_hans: 颜色

# team.manage.fields.color
source: Color
ja: 色
ko: 색상
zh_hans: 颜色
